m8a_results/ladder/wrk_step1_workers64.log
Running 30s test @ http://localhost:3000/
  8 threads and 800 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     5.74ms    3.33ms  65.31ms   87.14%
    Req/Sec    18.34k     1.28k   20.79k    92.75%
  Latency Distribution
     50%    4.69ms
     75%    6.33ms
     90%   10.05ms
     99%   18.00ms
  4379426 requests in 30.04s, 1.77GB read
Requests/sec: 145789.91
Transfer/sec:     60.48MB